Repository: mobilizetoday/wordpress-mobius
Catalog: lang/*.po
Languages: fr_fr

source: Error 404 - Not Found
fr_fr: Erreur 404 — Pas trouvé

source: No Comments &#187;
fr_fr: Pas de commentaires

source: 1 Comment &#187;
fr_fr: 1 commentaire &#187;

source: % Comments &#187;
fr_fr: % commentaires &#187;

source: Comments Closed
fr_fr: Commentaires clôturés

source: Posted on
fr_fr: Publié le

source: Read the rest of this entry &raquo;
fr_fr: Lire jusqu'à la fin &raquo;

source: Written by
fr_fr: Ecrit par

source: Newer Entries &raquo;
fr_fr: Nouvelles réponses &raquo;

source: &laquo; Older Entries
fr_fr: &laquo; Anciennes réponses

source: Not Found
fr_fr: Pas trouvé

source: Sorry, but you are looking for something that isn&#8217;t here.
fr_fr: Désolé, vous cherchez quelque chose qui n'y est pas

source: This post is password protected. Enter the password to view comments
fr_fr: Cette réponse est protégée par un mot de passe. Faites entrer le mot de passe pour voir les commentaires.

source: No Responses
fr_fr: Pas de réponses

source: One Response
fr_fr: Une réponse

source: % Responses
fr_fr: % réponses

source: Comments are closed
fr_fr: Commentaires clôturés

source: Leave a Reply
fr_fr: Laissez une réponse

source: Leave a Reply for %s
fr_fr: Laissez une réponse pour %s

source: You must be <a href="%s">logged in</a> to post a comment.
fr_fr: Vous devez vous <a href="%s">enregistrer</a> pour laisser un commentaire

source: Logged in as <a href="%1$s">%2$s</a>.
fr_fr: Enregistré comme <a href="%1$s">%2$s</a>.

source: Log out of this account
fr_fr: Déconnexion de ce compte

source: Log out &raquo;
fr_fr: Déconnexion &raquo;

source: Name
fr_fr: Nom

source: Comment
fr_fr: Commentaire

source: SEARCH
fr_fr: RECHERCHE

source: This page is optimized for mobile phones
fr_fr: Cette page est optimisée pour les téléphones portables

source: Optimized for mobile devices
fr_fr: Optimisé pour les téléphones portables

source: Powered By
fr_fr: Créé par

source: Design &amp; development by
fr_fr: Design &amp; development par

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération

source: Skip To Navigation
fr_fr: Aller à la Navigation

source: Search...
fr_fr: Recherche...

source: Read the rest of this page &raquo;
fr_fr: Lire jusqu'au bout de cette page

source: Search Results
fr_fr: Résultats de recherche

source: Permanent Link to %s
fr_fr: Lien permanent vers %s

source: No posts found. Try a different search?
fr_fr: Pas de commentaire trouvés. Essayer une autre recherche?

source: Close block
fr_fr: Fermer le block

source: Categories
fr_fr: Catégories

source: Blogroll
fr_fr: Blogroll liens

source: Categories:
fr_fr: Catégories:

source: Edit this entry
fr_fr: Rédiger cette entrée

source: Next post &raquo;
fr_fr: Message suivant &raquo;

source: &laquo; Previous post
fr_fr: &laquo; Message précédent
